Repository: Zorgbijjou/Zorgbijjou-app-prototype
Catalog: packages/core/lib/l10n/core_*.arb
Languages: nl

source: Customer service
nl: Klantenservice

# lastModified
source: Last modified: {date}
nl: Laatst bijgewerkt: {date}

# question
source: {count, plural, =0{no questions} =1{1 question} other{{count} questions}}
nl: {count, plural, =0{geen vragen} =1{1 vraag} other{{count} vragen}}

source: Questions by subject
nl: Vragen per onderwerp

source: Frequently asked questions
nl: Veelgestelde vragen

# contactFooterHeader
source: Do you have a question?
nl: Heb je een andere vraag?

# contactFooterInformation
source: We are ready to help you. We are open on working days from 08:00 to 17:00.
nl: We staan voor je klaar. We zijn er op werkdagen van 08:00 tot 17:00.

# contactFooterCallUs
source: Call us
nl: Bel ons

# contactFooterConversation
source: Start a conversation
nl: Start een gesprek

# faqMoreQuestions
source: More questions
nl: Meer vragen

# contentNotAvailable
source: Unfortunately the text is not available at this time
nl: De tekst is helaas op dit moment niet beschikbaar

# noLusciiEmail
source: I have not received an e-mail from Luscii, now what?
nl: Ik heb geen e-mail van Luscii gekregen, wat nu?

# noLusciiEmailIntroduction
source: You haven't received an e-mail? We're sorry. We will fix this step by step together with you
nl: Heb je geen e-mail ontvangen? Dat is vervelend. We lossen dit stap voor stap met je op.

# isHomeMeasurementFree
source: Is home measurement by Zorg bij jou free?
nl: Is thuismeten van Zorg bij jou gratis?

source: Can I stop home measurement?
nl: Kan ik stoppen met thuismeten?

source: How does home measurement work
nl: Hoe werkt thuismeten?

# beginHomeMeasurement
source: What do I need to do to start home monitoring?
nl: Wat moet ik doen om te beginnen met thuismeten?

# whenDoesTheNurseRespond
source: When will the nurse respond to my message?
nl: Wanneer reageert de verpleegkundige op mijn bericht?

# howIsMyPrivacy
source: What about my privacy?
nl: Hoe zit het met mijn privacy?

# whyShouldIKeepMeasuring
source: Why do I need to continue measuring, even if I feel fine?
nl: Waarom moet ik blijven meten, zelfs als ik me goed voel?

# howDoesHomeMeasurementAppWork
source: How does the home measurement app work?
nl: Hoe werkt de thuismeten app?

source: Home measurement app
nl: Thuismeten app

# howDoIConductAMeasurement
source: How do I perform a measurement in the Home Monitoring app?
nl: Hoe doe ik een meting in de Thuismeten app?

# iDidNotReceiveAnInvitation
source: I haven’t received an invitation for the Home Monitoring app. What should I do?
nl: Ik heb geen uitnodiging voor de Thuismeten app gekregen, wat nu?

# howDoIStopNotifications
source: How can I ensure I don’t receive notifications during my vacation?
nl: Ik ga op vakantie, hoe zorg ik dat ik tijdelijk geen meldingen krijg?

# digitalAccessibilityHomeMeasurementsApp
source: Digital accessibility of the Home Monitoring app
nl: Digitale toegankelijkheid en de Thuismeten app

# digitalAccessibilityZorgBijJouApp
source: Digital accessibility of the Zorg bij jou app
nl: Digitale toegankelijkheid en de Zorg bij jou app

# doINeedTheHomeMeasurementsApp
source: Do I really need the Home Monitoring app?
nl: Heb ik de Thuismeten app echt nodig?

# doINeedTheZorgBijJouApp
source: Do I really need the Zorg bij jou app?
nl: Heb ik de Zorg bij jou app echt nodig?

source: My heart rate monitor
nl: Mijn hartslagmeter

source: Heart failure
nl: Hartfalen

source: Home measurement with heart failure
nl: Thuismeten met hartfalen

# welcome
source: Welkom back
nl: Welkom terug

# localAuthChallengeReason
source: Unlock the Zorgbijjou app
nl: Ontgrendel de Zorgbijjou app

# localAuthCancelButton
source: Back
nl: Terug

# localAuthChallengeAgain
source: Unlock the Zorgbijjou app
nl: Ontgrendel de Zorgbijjou app

# localAuthToOnboarding
source: Back to onboarding
nl: Terug naar inloggen

# onboardingConditionsHeader
source: We need your permission
nl: We hebben je toestemming nodig

# onboardingConditionsExplanation
source: To use Zorg bij jou you have to agree with the conditions:
nl: Om Zorg bij jou te kunnen gebruiken, moet je akkoord gaan met:

# onboardingConditionsItem1
source: We collect medical data through questions or measurements that you take. For example, your weight or hart beat.
nl: Wij verzamelen medische gegevens via vragen of metingen die je doet. Bijvoorbeeld je gewicht of hartslag.

# onboardingConditionsItem2
source: Your data is visible for doctors and medical practitioners.
nl: Je gegevens zijn te zien voor de verpleegkundigen en je behandelaar.

# onboardingConditionsItem3
source: Your data will be stored securely.
nl: Je gegevens worden veilig opgeslagen.

# onboardingConditionsReadAllButton
source: Read all conditions
nl: Lees alle voorwaarden

# onboardingConditionsAgreeButton
source: I agree
nl: Ik ga akkoord

# onboardingValidateInformationValidateButton
source: Information is correct
nl: Gegevens kloppen

# termsAndConditionsHeader
source: Complete Conditions
nl: Complete voorwaarden

# onboardingLoginHeader
source: Account check
nl: We controleren je account

# onboardingLoginParagraph
source: To use the app, enter the code you received and your date of birth here. This way we ensure that your account is correct and safe.
nl: Om de app te gebruiken, vul hier de code in die je hebt ontvangen en je geboortedatum. Zo zorgen we ervoor dat jouw account klopt en veilig is.

# loginCodeHeader
source: Enter your code
nl: Vul de code in

# birthDateAccessibleLabel
source: Birth date
nl: Geboortedatum

# birthDateHeader
source: Enter your birth date (dd-mm-yyyy)
nl: Vul je geboortedatum in (dd-mm-jjjj)

# birthDateExample
source: E.g. 09-12-1981
nl: bijv. 09-12-1981

# onboardingShowLoginInformationButton
source: Where can I find the code?
nl: Waar kan ik de code vinden?

# loginInformationHeader
source: Where can I find the code?
nl: Waar kan ik de code vinden?

# birthDateIncomplete
source: Please enter your date of birth.
nl: Vul alsjeblieft je geboortedatum in.

# loginCodeIncomplete
source: Please enter your code.
nl: Vul alsjeblieft je code in.

# loginCodeWrong
source: Sorry, we don't recognize the code. Check if you filled in the code correctly.
nl: Sorry, we herkennen deze code niet. Controleer of je het goed hebt ingevuld.

# loginAuthenticationErrorTitle
source: This account is not recognized
nl: Dit account wordt niet herkend

# loginAuthenticationErrorMessage
source: Check if your code and birth date are valid and retry. Do you keep getting this error? Call the Medisch Service Centrum on +31 6 0192837.
nl: Controleer of je de code en je geboortedatum goed hebt ingevuld en probeer het opnieuw. Werkt het nog steeds niet? Bel dan het Medisch Service Centrum op +31 6 0192837.

# unexpectedErrorTitle
source: Unexpected error occurred.
nl: Onverwachte fout opgetreden

# unexpectedErrorMessage
source: There is an unexpected error. Check the internet connection and retry.
nl: Er is een onverwachte fout opgetreden. Controleer je internet verbinding en probeer het opnieuw.

# onboardingGettingStartedHeader
source: Download the Home Monitoring app to get started
nl: Download de Thuismeten app om te beginnen

# onboardingGettingStartedParagraph1
source: You can ask questions, view your treatment plan, and receive tips on how to work on your health.
nl: De laatste stap is zorgen dat je de Thuismeten-app geïnstalleerd hebt staan op je telefoon.

# onboardingGettingStartedParagraph2
source: You can also measure your blood pressure, weight, and other values yourself. You will receive immediate feedback on your measurements.
nl: Heb je de Thuismeten-app al geïnstalleerd? Ga dan direct aan de slag met meten in de Zorg bij jou-app.

# onboardingGettingStartedParagraph3
source: You can also ask the nurse questions or answer questions from the doctor.
nl: Nog niet de Thuismeten-app geïnstalleerd? Check je e-mail (ook ongewenste e-mail) voor de uitnodiging van Luscii, de ontwikkelaar van de Thuismeten-app, en volg de instructies.

# onboardingGettingStartedButton
source: Understood
nl: Begrepen

# onboardingMultipleAppsIntroductionHeader
source: Welcome, together we will monitor your health
nl: Welkom! Samen houden we jouw gezondheid in de gaten

# onboardingMultipleAppsIntroductionParagraph
source: You are using the Zorg bij jou app. This app is part of the Luscii platform. With this platform, you can monitor your health and communicate with your healthcare provider.
nl: Voor je behandeling heb je twee apps nodig. We leggen je graag uit wat je met deze apps kan.

# onboardingMultipleAppsIntroductionImage
source: Onboarding Multiple Apps Introduction image to show the two app icons
nl: Afbeelding van twee app-iconen: de eerste met de naam 'Zorg bij jou' en de tweede met de naam 'Thuismeten'.

# onboardingMultipleAppsZorgBijJouParagraph
source: The Zorg bij jou app (this app) is used for:
nl: De Zorg bij jou app (deze app) gebruik je voor:

# onboardingMultipleAppsZorgBijJouItem1Title
source: Ask questions or answer questions
nl: Contact met verpleegkundigen.

# onboardingMultipleAppsZorgBijJouItem1Description
source: You can ask the nurse questions or answer questions from the doctor.
nl: Heb je zorgen over een meting of andere gezondheidsvragen? Je kunt contact opnemen met de verpleegkundige via deze app. Ook nemen zij contact met jou op bij vragen.

# onboardingMultipleAppsZorgBijJouItem2Title
source: Receive explanations and tips
nl: Hulp bij vragen.

# onboardingMultipleAppsZorgBijJouItem2Description
source: You will receive explanations about your treatment and tips on how to work on your health.
nl: Vind snel antwoorden op veelgestelde vragen over bijvoorbeeld het thuismeten en meer.

# onboardingMultipleAppsHomeMeasurementHeader
source: Home measurement
nl: Thuismeten

# onboardingMultipleAppsHomeMeasurementParagraph
source: The Home Monitoring app is used for:
nl: De Thuismeten app helpt je bij het in de gaten houden van je gezondheid:

# onboardingMultipleAppsHomeMeasurementItem1Title
source: Measure yourself
nl: Zelf metingen doorgeven.

# onboardingMultipleAppsHomeMeasurementItem1Description
source: You can measure your blood pressure, weight, and other values yourself.
nl: Geef je gemeten waardes door, zoals je bloedglucose, om je diabetes in de gaten te houden.

# onboardingMultipleAppsHomeMeasurementItem2Title
source: Immediate feedback
nl: Krijg advies.

# onboardingMultipleAppsHomeMeasurementItem2Description
source: You will receive immediate feedback on your measurements.
nl: Met jouw antwoorden en metingen geeft de app je meteen feedback en advies om je diabetes onder controle te houden.

# backButton
source: Back
nl: Terug

# nextButtonAccessibilityLabel
source: Continue
nl: Ga verder

# statusBarAccessibilityLabel
source: Step {currentPage} from {totalPages}, active
nl: Stap {currentPage} van {totalPages}, actief

# conversationTitle
source: Conversation
nl: Gesprek

source: No conversations
nl: Geen gesprekken

# conversationNewMessage
source: New
nl: Nieuw

# conversationYesterday
source: Yesterday
nl: Gisteren

# conversationFromSystemSemanticLabel
source: from the App
nl: van de App

# conversationMessageSemanticLabel
source: Message from {user}. {message}. Sent in {conversation} at {date} {time}.
nl: Bericht van {user}. {message}. Ontvangen in {conversation} op {date} {time}.

# conversationSemanticLabel
source: Message: {title}. {message}. {date} {time}.{unreadMessages, plural, =0{} =1{ 1 unread message.} other{{unreadMessages} unread messages.}}
nl: Bericht: {title}. {message}. {date} {time}.{unreadMessages, plural, =0{} =1{ 1 ongelezen bericht.} other{ {unreadMessages} ongelezen berichten.}}

# conversationNoMessageSemanticLabel
source: Message: {title}.{unreadMessages, plural, =0{} =1{ 1 unread message.} other{ {unreadMessages} unread messages.}}
nl: Bericht: {title}.{unreadMessages, plural, =0{} =1{ 1 ongelezen bericht.} other{ {unreadMessages} ongelezen berichten.}}

# conversationSendMessageSemanticLabel
source: Message
nl: Bericht

# validateInformationSuccessTitle
source: Success!
nl: Het is gelukt!

# validateInformationSuccessContent
source: Your account has been successfully verified.
nl: Je account is met succes gecontroleerd.

# validateInformationRecognizedData
source: We recognize the following data:
nl: We herkennen de volgende gegevens:

# validateInformationHospitalDepartment
source: Your hospital is {hospitalName} and you are being treated at {departmentName}
nl: Je ziekenhuis is het {hospitalName} en bent onder behandeling bij {departmentName}

# validateInformationTreatment
source: You are receiving care for {treatmentName}
nl: Je krijgt zorg voor {treatmentName}

# validateInformationPatientName
source: Your name is {patientName}
nl: Je naam is {patientName}

# validateInformationIncorrectButton
source: Is this incorrect?
nl: Klopt dit niet?

# validateInformationNextButton
source: Next
nl: Gegevens kloppen
